
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%2$.0lfk 'ın %1$.0lfk 'lık kısmı";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ şu anki en güncel sürüm.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ sürümü mevcut (yüklü olan: %3$@). Güncellemeyi şimdi yüklemek ister misiniz?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@ 'ın yeni bir sürümü çıkmış.";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Şu 'Appcast'ın yüklenmesi sırasında bir hata oluştu:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Şu dosya indirilmeye çalışılırken bir hata oluştu:\n\n%@";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Açılışta yeni güncelleme olup olmadığı kontrol edilsin mi?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "Güncellemenin uygulanacağı yazılımın eski sürümü silinemiyor. Dosya kilitli bir ortamda veya bir disk görüntüsünde mi bulunuyor? Lütfen dosyayı uygun bir yere sürükleyip orada deneyin.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "Güncelleme yeni yerine kopyalanamadı. Uygulamayı yazım korumalı bir klasörde veya disk görüntüsünde mi kullanıyorsunuz? Eski yazılım şu anda silindiğinden muhtemelen hala çöpte olması gerekir ve kurtarılabilir durumdadır. Tekrar eski yerine koyun ve güncellemeyi tekrarlamayı deneyin.";

/* No comment provided by engineer. */
"Download New Version" = "Yeni Sürümü İndir";

/* No comment provided by engineer. */
"Extracting update..." = "Güncelleme dosyaları genişletiliyor...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Yükle ve Tekrar Aç";

/* No comment provided by engineer. */
"Installing update..." = "Güncelleme yükleniyor...";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "İyi, tamam indirdik dosyayı ama... nereye gitti bu?? Güncellemeyi indirdim ama kayboldu! Lütfen tekrar dener misiniz...";

/* No comment provided by engineer. */
"Ready to install!" = "Yüklemeye hazır!";

/* No comment provided by engineer. */
"Release Notes" = "Sürüm Notları";

/* No comment provided by engineer. */
"Review Changes" = "Değişenler Listesi";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Güncelleme arşiv dosyası beklediğim isimde (%@) bir dosya barındırmıyor. Unutma, güncellenen uygulamanın dosya ismi ile çalışan uygulamanın ismi Info.plist dosyasında belirtilen ile birebir aynı olmak zorunda!\n\nDaha sonra tekrar deneyin. Muhtemelen yazılım geliştirici o zamana kadar gerekli düzeltmeyi yapacaktır.";

/* No comment provided by engineer. */
"Update Error!" = "Güncelleme Hatası!";

/* No comment provided by engineer. */
"Updating %@" = "%@ güncelleniyor";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Başlangıçta %1$@ güncelleme olup olmadığını kontrol etsin mi? Eğer istemiyorsanız %2$@ menüsünden istediğiniz zaman kontrol edebilirsiniz.";

/* No comment provided by engineer. */
"You're up to date!" = "Sürümünüz güncel.";
